
export default {
  frequentlyAskedQuestions: 'الأسئلة الشائعة',
  faqIntro: 'اعثر على إجابات للأسئلة الأكثر شيوعًا حول خدماتنا ومنتجاتنا.',
  faqQuestion1: 'كيف يمكنني تقديم طلب؟',
  faqAnswer1: 'يمكنك تقديم طلب من خلال تصفح فئاتنا، واختيار المنتجات التي تحتاجها، وإضافتها إلى سلة التسوق الخاصة بك. بمجرد إضافة جميع العناصر المرغوبة، انتقل إلى الدفع واتبع الخطوات لإكمال عملية الشراء.',
  faqQuestion2: 'ما هي طرق الدفع التي تقبلونها؟',
  faqAnswer2: 'نقبل حاليًا الدفع عند الاستلام فقط كطريقة للدفع. الدفع بواسطة بطاقة الائتمان أو الخصم غير متاح في الوقت الحالي.',
  faqQuestion3: 'هل يمكنني إرجاع القطع التي اشتريتها؟',
  faqAnswer3: 'نعم، نقدم سياسة إرجاع لمدة 24 ساعة. إذا لم تكن راضيًا عن مشترياتك، يمكنك إرجاعها في غضون 24 ساعة من التسليم. يجب أن يكون المنتج في حالته وعبوته الأصلية. يرجى الاتصال بخدمة العملاء لبدء عملية الإرجاع.',
  faqQuestion4: 'كيف يمكنني تتبع طلبي؟',
  faqAnswer4: 'بمجرد إرسال طلبك، ستتلقى رقم تتبع عبر البريد الإلكتروني أو الرسائل القصيرة. يمكنك استخدام هذا الرقم على موقعنا لتتبع الحالة الحالية للتسليم الخاص بك.',
  faqQuestion5: 'هل تقدمون شحن دولي؟',
  faqAnswer5: 'حاليًا، نقدم الشحن داخل مصر فقط. نحن نعمل على توسيع قدرات الشحن لدينا لخدمة المزيد من العملاء دوليًا في المستقبل.',
  stillHaveQuestions: 'هل لا تزال لديك أسئلة؟',
  contactUsMessage: 'فريق دعم العملاء لدينا متواجد لمساعدتك في أي أسئلة أو مخاوف.'
};
